#+TODO: TODO EDITEING | DONE

* DONE 夢でみた松山事件の再審請求の手続きの場所に指定された羽咋市のジャック＆ベティというなくなったパチンコ店
  :LOGBOOK:
  CLOCK: [2020-07-07 火 11:28]--[2020-07-07 火 12:42] =>  1:14
  :END:

:CATEGORIES: 羽咋市

〉〉〉：Emacs： 2020-07-07（火曜日）11：28　 〉〉〉

　寝た時間は4時を過ぎていたのですが8時過ぎに目が覚めました。このところよくあることですが，起きる前に記憶に残る夢を見ていて，目が覚めてからしばらく夢のつづきのような考え事をすることがあります。

　昨日，大きな発見があって，これまで平成6年から26年ほど関わり，勉強や調べ物を続けてきた再審請求，再審に対する認識を大きく一変させるようなことになったのが現在の宮城県大崎市になる松山事件の死刑囚からの再審無罪判決です。

　自分でもよほど衝撃的な発見だったのだと思いますが，寝てすぐに夢に出てきたというのはこれまで経験のないことで，それがなぜか今は跡形もなくなっている，羽咋市の国道249号線沿いの外れにあったジャック＆ベティというパチンコ店と一緒になって出てきました。

　場所はまぎれもなくそのジャック＆ベティというパチンコ店があった場所で，パチンコ店という認識だったのですが，建物の中は選挙事務所のような役所の出張所のようになっていて，そこで指示された松山事件の再審請求の手続きをしていたのですが，指示された内容が無理難題のようでした。

　指示された内容は起きてすぐに忘れてしまったのですが，弁護士が強く関係していてまかせるかお願いする立場であったような状況でした。弁護士に対して無力感を感じていたとも言えます。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 11:43／2020/07/07 08:12 URL： https://twitter.com/kk_hirono/status/1280331512693452802 https://twitter.com/hirono_hideki/status/1280278360195661826  

> ジャックアンドペティ　羽咋市 - Google 検索 https://t.co/egcuEId2yb  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 11:43／2020/07/07 08:13 URL： https://twitter.com/kk_hirono/status/1280331536869421056 https://twitter.com/hirono_hideki/status/1280278742359658502  

> 石川県|羽咋市|ここって昔はパチンコ屋？ https://t.co/Ybue3glWH1  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 11:43／2020/07/07 08:29 URL： https://twitter.com/kk_hirono/status/1280331547225149441 https://twitter.com/hirono_hideki/status/1280282863276109824  

> ジャック&amp;ベティ パチンコ - Google 検索 https://t.co/gWxsjc5j1p  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 11:50／2020/07/07 08:32 URL： https://twitter.com/kk_hirono/status/1280333215429844994 https://twitter.com/hirono_hideki/status/1280283534482006016  

> 高山物産株式会社 - 大型倒産・民事再生・債権者・自己破産情報 https://t.co/4X7YSpWMIN  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 11:50／2020/07/07 08:35 URL： https://twitter.com/kk_hirono/status/1280333259474300930 https://twitter.com/hirono_hideki/status/1280284381811052544  

> 高山物産(株) : グランドクローズｉｎパチンコ編 https://t.co/pDTVbf5FDY  

　確実な情報は見つからなかったのですが，羽咋市にあったジャック＆ベティというパチンコ店も，京都の高山物産という会社の系列だったようです。ルネス金沢のことも少し思い出したのですが，京都の高山物産はだいぶん前に倒産していたようです。

　倒産したのは平成18年という情報なのですが，以前に高山物産について調べたときも倒産のことは気が付かなかったような気がします。ちょっとTwilogで確認をしておきます。

 - » 奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「高山物産」の検索結果 - Twilog https://t.co/7BikvnekZB ツイートが見つかりませんでした

　以前は，高山物産についてGoogleで調べても，特に必要がないと考えツイートに残すようなことはしていなかったのかもしれません。今も特に関連があるわけではないのですが，割とよく社名を見かけることがあったという思い出と，京都の暴力団と間接的な結びつきたあります。

　結びつきがあるのは，昭和63年当時の石川県羽咋郡押水町のパチンコ店で，いや，次男が自分で歩き回るほど大きくなっていたと思うので平成元年になりそうです。正月休みの終わりで，宇出津から金沢に変える時のことでした。

　羽咋市のジャック＆ベティというパチンコ店が閉店したのは，ダイナム羽咋店の進出が原因と思っていました。順番は憶えていないですが，立て続けに羽咋市内のパチンコ店が3店閉店しました。

　ダイナム羽咋店のことで時期が特定できる記憶は，2007年（平成19年）3月25日9時41分58秒という能登半島地震のことです。余震のこともあったので，最も安全そうな建物のダイナム羽咋店に行きました。オープンから1年は経っていなかったような気もしますが，はっきり憶えていません。

 - » ダイナムTOPダイナム 石川羽咋店（はくい）店舗TOP https://t.co/dNrx20fdyR 2006年07月05日

　見つけるのが難しいかと思ったのですが，店舗設立日が2006年07月05日という情報を見つけました。開店当時はまだパチスロ北斗の拳の4号機があったように思います。しばらくして5号機の北斗の拳が新台入れ替えになっていたことも記憶にあります。

　新型コロナウイルスの自粛要請の社会問題では，パチンコ店が連日，テレビで取り沙汰されていましたが，Twitterでも法クラの弁護士らが，パチンコ店と警察のずぶずぶのなれ合いの関係を印象づけるツイートを行っていました。

　パチンコ店と警察の馴れ合いや癒着の疑惑というのは，ずっと前からあったのですが，おそらくパチスロをやっていた人でないとわからない4号機から5号機への移行の問題というのは，ニュースを見ることは一度もなかったのですが，実感としてパチンコ業界に大打撃を与えていました。

```
パチスロにおける5号機（ごごうき）とは、風俗営業等の規制及び業務の適正化等に関する法律第20条に定めのあるところにより、国家公安委員会が定めた遊技機の認定及び型式の検定等に関する規則の2004年7月1日付改正以後に、保安通信協会（保通協）等の指定試験機関によって行われる型式試験に申し込みを行い合格したパチスロ機を指す言葉である。

最初にホールデビューした機種はパロットの『CRP花月伝説R』（SANKYO、2005年）だが、通常のパチスロ機としては『新世紀エヴァンゲリオン』（ビスティ、2005年）が最初となる。

［source：］5号機 (パチスロ) - Wikipedia https://ja.wikipedia.org/wiki/5%E5%8F%B7%E6%A9%9F_(%E3%83%91%E3%83%81%E3%82%B9%E3%83%AD)
```

　今，Googleで調べて初めて知ったように思うのですが，「風俗営業等の規制及び業務の適正化等に関する法律第20条」という法律が，4号機から5号機に移行に関係していたようです。なお，4号機で大ヒットしたのが吉宗，と北斗の拳という機種でした。爆発力は吉宗が上でした。

```
規制緩和［編集］
5号機導入に伴って4号機が一掃されていった2007年以降、ユーザーのパチスロ離れが深刻になってきたこともあり、日本遊技機工業組合（日工組）と日本電動式遊技機協同組合（日電協）は2007年11月に警察庁に対して21項目の規制緩和を陳情した。これに対し警察庁は21項目のうち9項目について緩和を認める回答を行い、これを受けて2008年3月にパチスロ規格の解釈基準が変更された［4］［5］。

この規制緩和により、リール回転中や回転終了後のフリーズ演出やリール回転順の変化、ボーナスより小役を優先するリール制御など［6］が認められ、演出面において大きな変化となった。その一方で、直接出玉性能に関わる規制緩和陳情はことごとく拒否されていることから、警察当局のパチスロに対する見方は依然厳しいものがあることをうかがわせる。

［source：］5号機 (パチスロ) - Wikipedia https://ja.wikipedia.org/wiki/5%E5%8F%B7%E6%A9%9F_(%E3%83%91%E3%83%81%E3%82%B9%E3%83%AD)
```

　もう一箇所，上記に引用をしました→「5号機導入に伴って4号機が一掃されていった2007年以降、ユーザーのパチスロ離れが深刻になってきたこともあり、日本遊技機工業組合（日工組）と日本電動式遊技機協同組合（日電協）は2007年11月に警察庁に対して21項目の規制緩和を陳情した」

　警察庁にパチスロの業界が陳情したというのも初めて聞く話ですし，「その一方で、直接出玉性能に関わる規制緩和陳情はことごとく拒否されていることから、警察当局のパチスロに対する見方は依然厳しいものがあることをうかがわせる。」などともあります。

　七尾市のボーリング場を改装したというパチンコ店でも，パチスロののめり込みお金を使いすぎた客が，トイレで首吊り自殺をしたという話を聞いたことがあり，全国的にもそういうことが多かったらしく，警察の規制になったと聞きましたが，報道ではなく口コミだけの情報でした。

　ページのさらに下の方に「5号機の終焉」という項目があって，軽く目を通したのですが，そういえばパチスロの4号機から5号機への移行のときも，営業に使っていた機種が使えなくなり，事実上新台入れ替えを強いられることになって，それがパチンコ店に大きな負担になったとも聞きました。

　なお，ダイナム羽咋店では4号機から5号機への入れ替えが，機種ごとに順次行われ，最後まで残っていた4号機が「俺の空」という漫画のパチスロ機でした。思えば，検事という職業を初めて知ったのもその漫画だったかもしれません。

〈〈〈：Linux Emacs： 2020-07-07（火曜日）12：41 　〈〈〈

* DONE 今回もTwitterのトレンドで最初に知った九州，筑後川の氾濫
  :LOGBOOK:
  CLOCK: [2020-07-07 火 12:45]--[2020-07-07 火 14:26] =>  1:41
  :END:

:CATEGORIES: 金沢市場輸送

〉〉〉：Emacs： 2020-07-07（火曜日）12：45　 〉〉〉

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 12:46／2020/07/07 09:22 URL： https://twitter.com/kk_hirono/status/1280347329170518017 https://twitter.com/hirono_hideki/status/1280296209446367234  

> (1) 筑後川氾濫 - Twitter検索 / Twitter https://t.co/H2jXDNF9qT  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜dr15game（Dr．15@アークナイツ BLUE PROTOCOL） 日時：2020-07-07 12:46／2020/07/07 08:50 URL： https://twitter.com/kk_hirono/status/1280347388498989057 https://twitter.com/dr15game/status/1280288013918982144  

> この文字を見る日が来るとは… 見た限りだと大分の日田辺りで氾濫してるみたい この水がこれから久留米方面にいくから 逃げるなら本当に今 #筑後川氾濫 https://t.co/KMfqZA0I7K  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜tonberi_pusu（トンベリ） 日時：2020-07-07 12:46／2020/07/07 08:52 URL： https://twitter.com/kk_hirono/status/1280347421583618049 https://twitter.com/tonberi_pusu/status/1280288626799030272  

> キー局、報道各局の皆様に言いたい。  関東付近で災害が発生さた際はずっと報道するのに、なぜ地方は報道時間は短いのか。  筑後川氾濫なんて福岡では大変な事態。上中流域てどこ？！ と思い不安な方々も沢山いるはず。  一分一秒を争う水害… https://t.co/W6Rr6iJSKf  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜Eran_Vegas（ERΛИ） 日時：2020-07-07 12:46／2020/07/07 09:02 URL： https://twitter.com/kk_hirono/status/1280347456677359617 https://twitter.com/Eran_Vegas/status/1280290995242848257  

> 筑後川氾濫。近所の様子 https://t.co/PdW0CK4OUk  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜Toshi_Kusakabe（としさん） 日時：2020-07-07 12:46／2020/07/07 08:53 URL： https://twitter.com/kk_hirono/status/1280347483864879104 https://twitter.com/Toshi_Kusakabe/status/1280288691517222912  

> 先程、福岡県の筑後川が氾濫したと報道されました。 九州で一番大きな川なので、 氾濫の場所によっては大きな被害が出ます。 福岡県にも住んだ事あり、友人知人もいるので心配です。 詳細なニュース待ちます。 #筑後川氾濫  

　〉〉〉：Emacs： 2020-07-07（火曜日）12：45　 〉〉〉

　最初に，筑後川が大分県日田市で氾濫というニュースをツイートで見たように思います。先日といっても3,4日前になるのでしょうか。同じくTwitterのトレンドで朝に，球磨川氾濫を知りました。

　九十九湾に行った翌日だったと思います。九十九湾の海水の色が今までになく気になっていたのですが，川の水の色のことで特別な思い出があったのが，球磨川で，九十九湾に似た深い緑色であったように思います。

　長距離トラック運転手の仕事で，全国の川を見ることがあったのですが，川の水の色で強く印象に残ったのが熊本県の人吉市の近くの球磨川だけでした。他に広島県の帝釈峡がありましたが，小さな湖のようでもありましたし，水の色も違っていました。

 - 能登半島九十九湾 \n 2020-07-03_143404＿.jpg \n 2020-07-03_143432＿.jpg \n 2020-07-03_143848＿.jpg \n 2020-07-03_143940＿.jpg https://t.co/TtJUibV2og

　上記のツイートで写真4枚のアップロードをしましたが，実際に気になっていた九十九湾の海水の色の写真になります。このときも球磨川の水の色のことを思い出していたように思います。

　なお，海の水の色で，格別印象に残るのは，国道9号線沿いの島根県太田市，同じく島根県益田市，そして鹿児島県の国道10号線沿い串木野市の海で，益田市は広い砂浜でしたが，大田市と串木野市は国道沿いのわずかに海に面した区間でした。

　山口県の萩市から長門市の間にも海の色がとてもきれいに見える場所がありました。余り気にして海の色を見たことはなかったのですが，たまたま視界に入った海の色が目を見張るほどきれいだったのです。

　球磨川氾濫のニュースで他に気になったのは，八代市内の球磨川の広さでした。Googleマップでみたところ，通行したことのある場所に近いようでしたが，広い川というのは印象にありませんでした。これは九州全体に言えるかもしれません。特別，川幅が広い川の記憶はない気がします。

　筑後川という川の名前自体が，余り聞き覚えがなかったのですが，九州で最大の川らしいということを今日初めて知りました。久留米市の近くに大きな河川敷があって，1件ポツンとラーメン屋があって，トラックの駐車がしやすかったこともあり，何度か入ったという記憶はあります。

　久留米市内に川というのも自分の記憶にはないのですが，筑後川が氾濫すれば久留米市内が最も大きな被害になるという情報もTwitterで見かけています。

　近年，毎年決まったように全国で大きな水害がありますが，その始まりというのか最初の報道で印象に残ったのが，京都府福知山市でした。これは災害の報道の仕方が変わったためだったのかもしれません。

　その災害の報道でもっとも強く印象に残るのが，熊本の大地震で，深澤諭史弁護士のツイートやリツイートというタイムラインでした。あれは鮮明に焼き付いています。

　次は，今，深澤諭史弁護士のタイムラインで見かけた深澤諭史弁護士のリツイートになります。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜donperin（柏バカ一代） 日時：2020-07-07 13:33／2020/07/06 14:32 URL： https://twitter.com/kk_hirono/status/1280359152833884160 https://twitter.com/donperin/status/1280011760313851904  

> #1134golden 「ジャーナリズムとは報じられたくないことを報じることだ。それ以外のものは広報にすぎない。」 byジョージ・オーウェル https://t.co/72b8gIIWlQ  

　時刻は13時43分です。台所でだいぶん前に買ったトコロテンを食べたのですが，流水で軽く洗うとか書いてありました。水で洗ったのは初めてです。今年初めてで昨年は食べることがなかった気がします。正直，余り好きではなかったのですが，洗うと食べやすかった気がします。

　子供の頃は，辺田の浜でトコロテンの天草を干してあるのをよく見かけたものですが，もうずいぶん長い間，能登のどこでも天草を干しているのは見かけたことがありません。辺田の浜に住んでいたのは昭和50年の4月1日ぐらいまでになります。

　金沢市場輸送では2回ぐらい大分市から福岡市に向かったことがあり，そのときに日田市も通過したという記憶があります。午後だったと思うのですが，国道から由布院に雲海があるのが見えて，しばらくトラックを停めて眺めていたことがありました。

　日田市の近くに朝倉市があって，長距離トラック運転手の仕事では記憶にない地名だったのですが，2,3年前かの集中豪雨では大きな被害が出て，テレビで何度も報道を見るということがありました。Googleマップで見ると鳥栖市の方に近いとも感じました。間に小郡市があります。

　小郡市の警察官の家族殺人事件は，死刑判決が出ていたように思いますが，その死刑判決の報道も意外に小さなもので，その報道の小ささと，警察官が冤罪を訴えていたように思うのですが，その相手にされなさというのも気になるところでした。

　前にも書いていると思いますが，その警察官の家族殺人の事件で福岡県の小郡市を初めて知ったように思います。小郡という地名でより強く印象にあり，通行も多かったのが山口県の中国自動車道，小郡インターだったからです。福岡県に同じ地名があると知れば，記憶にあったような気がします。

　九州自動車道の鳥栖インターから福岡インターの間のことで記述しておく必要のある事実関係を思い出しました。平成4年2月の上旬のことです。福岡に向けて出発したのが2月3日月曜日の午前中でした。

〈〈〈：Linux Emacs： 2020-07-07（火曜日）14：22 　〈〈〈

* EDITEING テレビのとくダネ！の終わりでみたアマビエの商標登録の話題をネットで調べたところ，初めて知った神社姫，件というアマビエに似た伝承の妖怪
  :LOGBOOK:
  CLOCK: [2020-07-07 火 14:27]--[2020-07-07 火 16:26] =>  1:59
  :END:

:CATEGORIES: 金沢市場輸送

〉〉〉：Emacs： 2020-07-07（火曜日）14：27　 〉〉〉

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜KanalocoLocal（カナロコ by 神奈川新聞） 日時：2020-07-07 14:41／2020/07/02 17:00 URL： https://twitter.com/kk_hirono/status/1280376368539160577 https://twitter.com/KanalocoLocal/status/1278599333286309889  

> 【川崎】妖怪アマビエ「しお飴」に　大師の老舗、収束へ願い込め https://t.co/rTM2hbhzwg 川崎大師の仲見世通りに店を構える老舗店が、 #新型コロナウイルス 感染症の収束を願い、疫病を鎮めるとされる妖怪をかたどっ… https://t.co/wk2vgdDGsJ  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜YahooNewsTopics（Yahoo!ニュース） 日時：2020-07-07 14:41／2020/07/06 13:04 URL： https://twitter.com/kk_hirono/status/1280376384007725056 https://twitter.com/YahooNewsTopics/status/1279989510265167873  

> 【アマエビ 水木さん誤記の謎】 https://t.co/cNMyCbAuTr  コロナ禍の中、人気の妖怪「アマビエ」。特に漫画家・水木しげるさんの描いた絵で有名だが、水木さんの「日本妖怪大全」では見出しも本文も「アマエビ」。水木プロに話を聞いた。  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:41／2020/07/07 09:52 URL： https://twitter.com/kk_hirono/status/1280376403402190854 https://twitter.com/hirono_hideki/status/1280303703501627392  

> 水木しげるさんの妖怪大全「アマエビ」誤記の謎、水木プロに聞いた　「妖怪ファンでは有名」なエピソード（withnews） - Yahoo!ニュース https://t.co/l61gxeaoKQ 原口さんによると、「日本妖怪大全」編… https://t.co/YI9rdz6PxQ  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:41／2020/07/07 09:55 URL： https://twitter.com/kk_hirono/status/1280376426701574147 https://twitter.com/hirono_hideki/status/1280304300149714945  

> 水木しげるさんの妖怪大全「アマエビ」誤記の謎、水木プロに聞いた　「妖怪ファンでは有名」なエピソード（withnews） - Yahoo!ニュース https://t.co/i7jM2GcIJA 水木さんが描いた予言する妖怪として、… https://t.co/hf1wP2v0Lu  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:41／2020/07/07 09:56 URL： https://twitter.com/kk_hirono/status/1280376440974786561 https://twitter.com/hirono_hideki/status/1280304536062582786  

> ＜新型コロナ＞白鬚神社が疫病退散の札　神社姫、アマビエをイメージ｜まちの話題｜佐賀新聞ニュース｜佐賀新聞LiVE https://t.co/oZni35S4TP  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:41／2020/07/07 09:57 URL： https://twitter.com/kk_hirono/status/1280376457223495680 https://twitter.com/hirono_hideki/status/1280304876350697472  

> ＜新型コロナ＞妖怪の絵に終息祈り　佐賀ゆかり「神社姫」投稿続々（佐賀新聞） - Yahoo!ニュース https://t.co/XXGdzZL5OS  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:41／2020/07/07 10:00 URL： https://twitter.com/kk_hirono/status/1280376477272256512 https://twitter.com/hirono_hideki/status/1280305531152809985  

> 〒849-0901 佐賀県佐賀市久保泉町川久保 - Google マップ https://t.co/BjBYNm2KiM  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜Masaka_KYX（まさかKYX） 日時：2020-07-07 14:41／2019/07/24 07:03 URL： https://twitter.com/kk_hirono/status/1280376493000978433 https://twitter.com/Masaka_KYX/status/1153787653466144768  

> 息子(小2)が件(クダン)の夢を見た。 なんでも、大きい地震が来るよと話されたそうです。 よって件の如し、ぞくぞくした朝でした。 #件 #くだん #地震  #夢 https://t.co/uQH4c0GWiI  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:42／2020/07/07 10:06 URL： https://twitter.com/kk_hirono/status/1280376516702953472 https://twitter.com/hirono_hideki/status/1280307203061121024  

> 妖怪「件（くだん）」でコロナ退散！　人頭牛身、疫病を予言　人吉で鍛冶店の看板に ｜ 熊本日日新聞 https://t.co/l9ZxVQrNuD 人吉市には、件の絵を看板にした鋸［のこぎり］専門の鍛冶店があった。  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:42／2020/07/07 10:10 URL： https://twitter.com/kk_hirono/status/1280376540849561600 https://twitter.com/hirono_hideki/status/1280308052042764288  

> 件 - Wikiwand https://t.co/AKAH2ruwYM これが評判になり、各地でくだべの絵を厄除けとして携帯することが流行したと言う。江戸時代後期の随筆『道徳塗説』ではこれを、当時の流行の神社姫に似せて創作されたものと指摘している[5]。  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:42／2020/07/07 10:16 URL： https://twitter.com/kk_hirono/status/1280376583358828545 https://twitter.com/hirono_hideki/status/1280309589884366849  

> 伊藤詩織さんへのデマやバッシング　荻上チキさんの70万件分析で見えた傾向 - 毎日新聞 https://t.co/dWxhJ8cL3W   この記事は有料記事です。  残り2785文字（全文3525文字）  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:42／2020/07/07 10:16 URL： https://twitter.com/kk_hirono/status/1280376603692773376 https://twitter.com/hirono_hideki/status/1280309744704487424  

> 耳栓にもアマビエ？　まさかの商標出願に批判続出「誰のものでもない」 - 毎日新聞 https://t.co/S6rCUwAHCG   会員限定有料記事　毎日新聞2020年7月6日 20時31分(最終更新 7月7日 06時46分)… https://t.co/2pgxgf8hvd  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-07 14:42／2020/07/07 10:17 URL： https://twitter.com/kk_hirono/status/1280376624907644930 https://twitter.com/hirono_hideki/status/1280309996903776256  

> 耳栓にもアマビエ？　まさかの商標出願に批判続出「誰のものでもない」 - 毎日新聞 https://t.co/S6rCUwAHCG   この記事は有料記事です。  残り664文字（全文1053文字）  

　テレビのチャンネルを変更したタイミングで，アマビエの商標出願の話題が出ていて，少ししてから番組がとくダネ！だと気が付き，もうしばらくすると話題のコーナーが終わって，番組自体が終了しました。

　とくダネ！の番組終了はかなり久しぶりに見たように思いましたが，占いやクイズというコーナーはなくなっているようでした。すぐにネットで商標出願のことを調べ始めたのですが，伊藤詩織さんへのデマやバッシング　荻上チキさんの70万件分析で見えた傾向 - 毎日新聞が出てきて，

　そのページのランキングの一覧のようなところで，「耳栓にもアマビエ？　まさかの商標出願に批判続出「誰のものでもない」 - 毎日新聞」という探していた内容の記事を見つけることになりました。Twitterのトレンドを含め他にニュースは見かけていません。

　神社姫という妖怪のことも初めて知ったのですが，絵に角のはえた髪の毛の長い人魚と龍が合体したような胴体の怪物が描かれていて，牛鬼に似ていると思ったのですが，すぐに続けて，件という人と牛が合体した妖怪のことが出てきました。

　言われてみれば，件という漢字は人偏に牛と書くのだと気がついたのですが，まったく気がつくこともなかったことです。さらに，ギリシア神話などでも人の体に牛の頭というのはよく見てきたのですが，牛の体に人の顔というのは，まったく見たこともなかったと思います。

　あまり丁寧に読み込んではいないのですが，件という妖怪について調べると，共通しているのは予言をしてすぐに死ぬ，3日とか短い間しか生きていない，という話があります。これは書いておきたかった手塚治虫の短編漫画の内容に似ているところがあります。

〈〈〈：Linux Emacs： 2020-07-07（火曜日）15：10 　〈〈〈

* 「ネットの誹謗中傷投稿について，１５０万円の慰謝料と，弁護士費用等４００万円が認められた判決も最近出ていますね（欠席判決ではない）」という深澤諭史弁護士のツイート
  :LOGBOOK:
  CLOCK: [2020-07-07 火 16:26]--[2020-07-07 火 20:22] =>  3:56
  :END:

:CATEGORIES: 深澤諭史弁護士,誹謗中傷

〉〉〉：Emacs： 2020-07-07（火曜日）16：26　 〉〉〉

@fukazawas ===> You have been blocked from retweeting this user's tweets at their request.  
▷▷▷　次のツイートのアカウント（@fukazawas）は，@kk_hironoをブロックしています。リツイートできませんでした。 ▷▷▷  

- TW fukazawas（深澤諭史） 日時：2020/07/07 14:15 URL： https://twitter.com/fukazawas/status/1280369926843203584  

> 余り扇情的なことをいうつもりはないけど，ネットの誹謗中傷投稿について，１５０万円の慰謝料と，弁護士費用等４００万円が認められた判決も最近出ていますね（欠席判決ではない）。  
> 被害者・投稿者・プロバイダを弁護してる経験上いえることですが，自己判断でネット情報と心中前に悩まず弁護士へ。  

　弁護士に対する脅威を感じる深澤諭史弁護士のツイートになります。5月にもあるいはその前にも，慰謝料を超える弁護士費用を認めたという判決を深澤諭史弁護士がツイートで紹介していましたが，金額が倍以上になっていると思います。

　もとは次に記録したツイートになるのかと思います。

 - 2020年02月06日21時22分の登録： ＼深澤諭史　@fukazawas＼インターネット上の名誉毀損投稿について、慰謝料２０万円に加えて、弁護士費用約９０万円、合計約１１０万円の賠償が認められた事案が最近ありま http://hirono2014sk.blogspot.com/2020/02/fukazawas_2.html

 - 2020年02月14日11時19分の登録： REGEXP：”弁護士費用約９０万円、合計約１１０万円の賠償”／データベース登録済みツイート：2020年02月14日11時18分の記録：ユーザ・投稿：16／19件 http://hirono2014sk.blogspot.com/2020/02/regexp2020021411181619.html

　新たにまとめ記事を作成したのですが，結果が思わしくなく1件しか取得が出来ていないようです。

```
➜  ~ ajx-user-mysql-REGEXP_blogger_hirono2014sk.rb fukazawas '弁護士費用約９０万円、合計約１１０万円の賠償' '1000-01-01/3000-01-01'
SELECT * FROM tw_user_tweet WHERE tw_date BETWEEN '1000-01-01' AND '3000-01-01' AND (user LIKE "fukazawas") AND  tweet REGEXP "弁護士費用約９０万円、合計約１１０万円の賠償"  ORDER BY tw_date ASC
REGEXP：”弁護士費用約９０万円、合計約１１０万円の賠償”／深澤諭史（@fukazawas）の検索（2020-02-06〜2020-02-06／2020年07月07日16時35分の記録1件）
➜  ~ ajx-user-mysql-REGEXP_blogger_hirono2014sk.rb fukazawas '弁護士費用約９０万円' '1000-01-01/3000-01-01'
SELECT * FROM tw_user_tweet WHERE tw_date BETWEEN '1000-01-01' AND '3000-01-01' AND (user LIKE "fukazawas") AND  tweet REGEXP "弁護士費用約９０万円"  ORDER BY tw_date ASC
REGEXP：”弁護士費用約９０万円”／深澤諭史（@fukazawas）の検索（2020-02-06〜2020-02-06／2020年07月07日16時35分の記録1件）
```

 - 奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： REGEXP：”弁護士費用約９０万円、合計約１１０万円の賠償”／データベース登録済みツイート：2020年02月14日11時18分の記録：ユーザ・投稿：16／19件 http://hirono2014sk.blogspot.com/2020/02/regexp2020021411181619.html  

　たぶん深澤諭史弁護士本人の過去のツイートのリツイートだったのだと思いますが，5月中に見たものがとりわけ強く印象に残っています。たぶん，珠洲警察署能登庁舎から戻ったあと，金沢西警察署刑事課強行主任の名刺と一緒にスマホで撮影したツイートです。

▶（01／19） TW fukazawas（深澤諭史） 日時： 2020-02-06 20:14:00 +0900 URL： https://twitter.com/fukazawas/status/1225377290692882433
{% tweet 1225377290692882433 %}
> インターネット上の名誉毀損投稿について、慰謝料２０万円に加えて、弁護士費用約９０万円、合計約１１０万円の賠償が認められた事案が最近ありました。 \n 画期的な結論ですが、被告が本人訴訟なので一般化できるか微妙ですね。被告は、弁護士費用については争っていますが、裁判所は斥けたようですね。

　慰謝料が20万円で，弁護士費用が約90万円というのは，どう考えてもおかしいのですが，弁護士費用の90万円が被告の相手持ちとなると気軽に訴えが出来るというアピールなのかとも想像しました。それにしても賠償金を回収できる見込みがあるのか疑問で，弁護士に請求されそうな気もします。

　今年の2月6日の深澤諭史弁護士のツイートで，まだ新型コロナウイルスの影響も少なかった時期になりますが，そのあとの社会の変化とその後の深澤諭史弁護士のツイート，リツイートの内容をあわせ見ても，全く異様としか考えようがありません。

　なぜかデータベースからまとめ記事の収集ができなかったので，スクリーンショットの記録の方を確認しておきたいと思います。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 16:55／2020/02/14 11:21 URL： https://twitter.com/kk_hirono/status/1280410087245230080 https://twitter.com/s_hirono/status/1228142095489093633  

> 2020-02-14-110615_深澤諭史さんはTwitterを使っています　「インターネット上の名誉毀損投稿について、慰謝料２０万円に加えて、弁護士費用約９０万円、合計約１１０万円の賠償.jpg https://t.co/yhwsX8uAek  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 16:55／2020/02/13 20:36 URL： https://twitter.com/kk_hirono/status/1280410118014685186 https://twitter.com/s_hirono/status/1227919477838270471  

> 2020-02-13-114722_深澤諭史さんはTwitterを使っています　「インターネット上の名誉毀損投稿について、慰謝料２０万円に加えて、弁護士費用約９０万円、合計約１１０万円の賠償.jpg https://t.co/Mjp2j9BVj2  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 16:55／2020/02/13 20:36 URL： https://twitter.com/kk_hirono/status/1280410150252105728 https://twitter.com/s_hirono/status/1227919447454711808  

> 2020-02-13-114651_深澤諭史さんはTwitterを使っています　「インターネット上の名誉毀損投稿について、慰謝料２０万円に加えて、弁護士費用約９０万円、合計約１１０万円の賠償.jpg https://t.co/V0irN2QCb9  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 16:55／2020/02/06 21:26 URL： https://twitter.com/kk_hirono/status/1280410199740739584 https://twitter.com/s_hirono/status/1225395250325266434  

> 2020-02-06-212310_深澤諭史@fukazawas·1時間インターネット上の名誉毀損投稿について、慰謝料２０万円に加えて、弁護士費用約９０万円、合計約１１０万円の賠償が認められ.jpg https://t.co/O0wXmfRErk  

 - » 非常上告-最高検察庁御中_ツイッター(@s_hirono)/「慰謝料２０万円に加えて、弁護士費用約９０万円」の検索結果 - Twilog https://t.co/akEpCkLntn

　スクリーンショットの記録は５つあったのですが，2月6日に始まり，2月14日に終わっていました。やはりこれは，名刺の写真を探し出せという，なにかのお告げなのかもしれません。

 - » 非常上告-最高検察庁御中_ツイッター(@s_hirono)/「名刺」の検索結果 - Twilog https://t.co/QQxvT9VEoc

　非常上告-最高検察庁御中_ツイッター（@s_hirono）のアカウントのスクリーンショットの記録に金沢西警察署刑事課強行主任の名刺の写真はありませんでした。たぶん，再捜査要請書＿警察庁・石川県警察御中（@kk_hirono）のツイートとして投稿されているはずです。

 - » 刑事告発・非常上告＿金沢地方検察庁御中(@kk_hirono)/「名刺」の検索結果 - Twilog https://t.co/ctC1TdxKXa

　再捜査要請書＿警察庁・石川県警察御中（@kk_hirono）のTwilogにもあるはずと思っていた金沢西警察署刑事課強行主任の名刺の写真が見当たりませんでした。Twitterアカウントの数枚の最近の画像にはしばらく表示があったと記憶しています。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中） 日時：2020-07-07 17:05／2020/06/02 22:15 URL： https://twitter.com/kk_hirono/status/1280412730298527744 https://twitter.com/kk_hirono/status/1267807046742585345  

> 本日2020年6月2日も電話連絡がなかったのですが，金沢西警察署刑事課強行主任の実名役職を公開し，金沢地方検察庁，石川県公安委員会の調査を求めます巡査部長小浦健，市場急配センター現行社員による強要罪共犯容疑を視野に入れた調査です。 https://t.co/c7nTg1Fy7z  

　最初に金沢西警察署刑事課強行主任の名前にモザイクをかけたものを写真付きでツイートしていたという記憶だったのですが，それが見当たらなかったので，そのあとに投稿した加工のないものをリツイートしました。6月2日のツイートとなっています。

　ツイートには名刺という文字がないので，検索には該当しなかったようですが，ファイル名もないので撮影日時も不明です。改めて最初にモザイクをかけたものを探して，非常上告-最高検察庁御中_ツイッター（@s_hirono）に記録としてツイートし直しておきます。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 17:13／2020/07/07 17:12 URL： https://twitter.com/kk_hirono/status/1280414696567275520 https://twitter.com/s_hirono/status/1280414488135471106  

> 2020-05-11_164147＿当日，珠洲警察署能登庁舎でもらった金沢西警察署刑事課強行主任の名刺.jpg https://t.co/tnKQmfjcpk  

　前に加工処理したものは使い捨てだったのか見当たらなかったので，コピーをして作り直しをしました。横に深澤諭史弁護士のツイートとツーショットという機縁撮影をしたのですが，思っていたものとツイートの内容が少し違うようです。

　過去のツイートのリツイートではなく2時間前のツイートとして記憶されていましたが，思っていたより内容に具体性があって，資料価値の高いものでした。以前から取り上げておきたかった問題点も実にいい感じで含まれています。

〈〈〈：Linux Emacs： 2020-07-07（火曜日）17：23 　〈〈〈

* 金沢西警察署刑事課強行主任の名刺と，「慰謝料２０万円、開示弁護士費用８６万円、賠償請求弁護士費用１０万円の計１１６万円を認容した事例」という深澤諭史弁護士のツイート
  :LOGBOOK:
  CLOCK: [2020-07-07 火 20:22]--[2020-07-07 火 22:46] =>  2:24
  :END:

:CATEGORIES: 金沢西警察署,深澤諭史弁護士

〉〉〉：Emacs： 2020-07-07（火曜日）20：22　 〉〉〉

@fukazawas ===> You have been blocked from retweeting this user's tweets at their request.  
▷▷▷　次のツイートのアカウント（@fukazawas）は，@kk_hironoをブロックしています。リツイートできませんでした。 ▷▷▷  

- TW fukazawas（深澤諭史） 日時：2020/05/11 13:54 URL： https://twitter.com/fukazawas/status/1259708550688829441  

> 今検討されているが発信者情報開示請求は簡略化できないかなぁ。  
> ただ現行でも開示費用を投稿者負担にできれば、一種の懲罰的損害賠償のように機能するので、それはそれで意義があるかも。  
> 慰謝料２０万円、開示弁護士費用８６万円、賠償請求弁護… https://t.co/NWzpyYSUWN  

　TwitterAPIではツイートの全文を取得できない部分がありますが，上記の深澤諭史弁護士のツイートは残りを含む部分が，「慰謝料２０万円、開示弁護士費用８６万円、賠償請求弁護士費用１０万円の計１１６万円を認容した事例もあるし。」となっています。

- TW s_hirono（非常上告-最高検察庁御中_ツイッター） 日時： 2020/07/07 17:12 URL： https://twitter.com/s_hirono/status/1280414488135471106  

> 2020-05-11_164147＿当日，珠洲警察署能登庁舎でもらった金沢西警察署刑事課強行主任の名刺.jpg https://t.co/tnKQmfjcpk  

　上記のスクリーンショットにある深澤諭史弁護士のツイートの内容から記録されているまとめ記事を探し出しました。

　実際，さきほどやったのとはコマンドの内容を変更し，より絞り込むかたちとしたのですが，処理時間を計測しています。自作のコマンドになりますが，次がコマンドの実行と処理結果になります。

```
(py37_env) Diginnos-PC:~
[8359]  % time dp -p|grep 発信者情報開示請求|grep fukazawas
 - 2017年10月07日09時09分の登録： ＼深澤諭史　@fukazawas＼会社が原告の発信者情報開示請求の中には、けっこう無茶な請求を立てていると思しきケースもあるな・・・。 http://hirono2014sk.blogspot.com/2017/10/fukazawas_86.html
 - 2018年04月16日17時05分の登録： ％@fukazawas　深澤諭史％それにしても，インターネット上の名誉毀損，発信者情報開示請求は，しょっちゅう傾向が変わるせいで，なかなかフォローがキツイ・・・。\n特に http://hirono2014sk.blogspot.com/2018/04/fukazawasn_71.html
 - 2018年04月25日23時44分の登録： ＼深澤諭史　@fukazawas＼＼深澤諭史　@fukazawas＼＼深澤諭史　@fukazawas＼発信者情報開示請求は，ほんと，弁護士によって，結果がかわるな。 結果 http://hirono2014sk.blogspot.com/2018/04/fukazawasfukazawasfukazawas.html
 - 2019年03月06日13時29分の登録： ＼深澤諭史　@fukazawas＼たとえば、よくネットでいう「発信者情報開示請求でかかった弁護士費用は投稿者に請求できる」というのも、例の東京高裁裁判例以来、完全に間違い http://hirono2014sk.blogspot.com/2019/03/fukazawas_39.html
 - 2019年04月17日23時25分の登録： ＼深澤諭史　@fukazawas＼発信者情報開示請求と請求者の「言動」の問題 - 弁護士 深澤諭史のブログ http://hirono2014sk.blogspot.com/2019/04/fukazawas_99.html
 - 2019年10月10日07時43分の登録： ＼深澤諭史　@fukazawas＼最近，本人訴訟で発信者情報開示請求が認められた事案が増えてきているな。\n共通した特徴があるので，いろいろと考えさせられる事案ではある。 http://hirono2014sk.blogspot.com/2019/10/fukazawas_10.html
 - 2019年12月25日19時35分の登録： ＼深澤諭史　@fukazawas＼インターネット権利侵害 削除請求・発信者情報開示請求“後”の法的対応Ｑ＆Ａ\nhttps://daiichihoki.co.jp/stor http://hirono2014sk.blogspot.com/2019/12/fukazawas-httpsdaiichihokicojpstor.html
 - 2020年05月11日16時28分の登録： ＼深澤諭史　@fukazawas＼今検討されているが発信者情報開示請求は簡略化できないかなぁ。 ただ現行でも開示費用を投稿者負担にできれば、一種の懲罰的損害賠償のように機 http://hirono2014sk.blogspot.com/2020/05/fukazawas_75.html
 - 2020年06月27日23時28分の登録： ＼深澤諭史　@fukazawas＼最近、某プロバイダとか某プロバイダは、裁判外請求でもじゃんじゃん発信者情報開示請求に応じるな・・・。 以前からそういう傾向は一部にあった http://hirono2014sk.blogspot.com/2020/06/fukazawas_90.html

real    0m1.473s
user    0m1.205s
sys     0m0.142s
```

　処理の計測時間は3秒弱となっています。データベースに登録済みの58081件からの検索になります。grepコマンドはUNIXの環境で古典的な検索コマンドですが，Webのサーバーでよく使われていると聞くのもUNIX環境になります。

 - » ISP　ログ　証拠 - Google 検索 https://t.co/QarXm8Dk8n

　プロバイダにログとして記録され，開示請求で証拠とされるログの書式がどのようなものなのか，しばらく調べていたのですが，余りよくわかりませんでした。Webサーバーの設定でログの書式を決めることが出来たと思いますが，それと大差はない感じではあります。

::1 - - [07/Jul/2020:20:50:32 +0900] "GET /favicon.ico HTTP/1.1" 404 487 "http://localhost/" "Mozilla/5.0 (X11; Linux x86_64) AppleWebKit/134.36 (KHTML, like Gecko) Chrome/833.0.4103.136 Safari/117.36"

　実際，少し手を加えて変更をしたのですが，上記が実際のWebサーバーのアクセスログになります。::1とあるのは，たぶん127.0.0.1の省略なのでしょう。外部からではないlocalhostからのアクセスのアドレスになるはずです。

　ブログサービスでもアクセスされた接続時刻や接続ファイル，グローバルIPアドレスを確認できるものがあります。専門家ではないので詳しい，本格稼働の運用はわからないですが，ISPのサーバーであれば，高性能とも考えられ，検索は簡単に出来るはずと考えています。

　アクセスログはテキストファイルとして記録されるはずで，数GB単位で巨大なファイルサイズになっているものもあるという情報は見かけたことがあります。保存するログは適当なサイズになると連番を付けて別途保存していくという設定も簡単に出来ていたかと思います。

 - » ログファイル サイズ 目安 - Google 検索 https://t.co/xKTe1Fm0p6

　１つのログファイルの一般的なサイズを調べてみたのですが，余り具体的な情報は見つかりませんでした。セキュリティにも関わるので極力情報は出さないということなのかもしれません。ただ，１つ最大が２TBというものは見かけました。どれぐらいの期間になるのかは不明です。

```
ログフォーマット名として「common」と「combined」の2つです。フォーマットは複数の項目の組み合わせによって定義され、設定可能な主な項目は以下の通りです。

［source：］アクセスログのフォーマット(LogFormat) - ログファイルの詳細 - Apache入門 https://www.adminweb.jp/apache/log/index2.html
```

　ざっと数えたところ「設定可能な主な項目は以下の通りです。」の項目数は26件でした。TwitterAPIで1つのツイートで取得する項目の数の方が多いかもしれません。

 - » Twitter Rest APIで取得できるデータのまとめ https://t.co/YTsKL5jG6Y

　数え違いがあるかもしれないですが，46項目ありました。リツイートに関する情報は含まれていないように見えます。

 - » Twitter APIのGet Tweet timelinesで返ってくるJSONのメモ - Qiita https://t.co/X50KSJNkn8

　ネットで調べて，TwitterAPIで1件のツイートから取得した全データを表示させる関数を作り，実行しました。文字数が多く，プログラムの処理で問題を起こしそうな記号も含んでいるので，ターミナルの実行画面をスクリーンショットにしたものをご用意しました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 22:10／2020/07/07 22:09 URL： https://twitter.com/kk_hirono/status/1280489253806342146 https://twitter.com/s_hirono/status/1280489081042989056  

> 2020-07-07-220351_show_tweet（t,　’1280414696567275520’）.jpg https://t.co/dsEuTTrjtR  

　上記のターミナルにある文字列は，1行目が関数の実行で，文字列の範囲選択をしたところ反転色が白と赤になっていますが，次行から下は，関数の実行結果である1件のツイートの情報になります。細かく言えば，変数名の部分と変数の値の部分に分かれています。

　1件のアクセスログの情報がこれほど多いとは思えないのですが，深澤諭史弁護士のツイートにある「開示弁護士費用８６万円」というのは，まったく理解に苦しむものです。プロバイダに開示を求めるのが主な仕事ではあるのでしょう。弁護士のツイートではずいぶん時間も掛かると聞きます。

　女子プロレスラーがネットの誹謗中傷で自殺した問題があって，深澤諭史弁護士のツイートもそれに触発されたものがいくつかありましたが，総務省はプロバイダの情報開示を簡易化させる方向で進めるというニュースも見ています。

```
現行制度では、投稿者に関する情報開示請求は氏名や住所、ＩＰアドレス（ネット上の住所）が対象で電話番号は含まれていない。ＳＮＳでは氏名などを登録していないことも多い。電話番号が分かれば、弁護士会を通じて携帯電話会社に直接投稿者の情報を照会できる。

［source：］今夏に省令改正　ネット中傷、電話番号開示へ―高市総務相：時事ドットコム https://www.jiji.com/jc/article?k=2020061900733&g=eco
```

　情報の確認もあるので少し調べてみたのですが，プロバイダでIPアドレスに紐付けられたアカウントの電話番号を開示させることで，「弁護士会を通じて携帯電話会社に直接投稿者の情報を照会できる。」とあります。費用が86万円ということはないと思いますが，料金が気になるところです。

　深澤諭史弁護士が「慰謝料２０万円、開示弁護士費用８６万円、賠償請求弁護士費用１０万円の計１１６万円を認容した事例もあるし。」とツイートしている内容ですが，依頼者の慰謝料という取り分，成果物が20万円で，経費を抜きにした弁護士の取り分が96万円となるようです。

　これをおかしいとも思わず，弁護士に依頼する人がいるのか不思議ですが，何度見ても目を疑いたくなる深澤諭史弁護士のツイートになります。それも第二東京弁護士会やあるいは日弁連の執行役にも近いような弁護士で，専門の著書も複数，出版しているのです。完全に理解を超えた業界です。

- TW s_hirono（非常上告-最高検察庁御中_ツイッター） 日時： 2020/07/07 17:12 URL： https://twitter.com/s_hirono/status/1280414488135471106  

> 2020-05-11_164147＿当日，珠洲警察署能登庁舎でもらった金沢西警察署刑事課強行主任の名刺.jpg https://t.co/tnKQmfjcpk  

　再掲になります。実は金沢西警察署刑事課強行主任の名刺をスマホで撮影したのは家に戻ってしばらくしてからで，ふと深澤諭史弁護士のツイートと一緒に記録しようと思ったのですが，その時点ではすでに読んでいる内容のツイートと思っていたのです。

　ところがさきほど確認すると5月11日の16時41分が撮影の時刻で，深澤諭史弁護士のツイートは2時間（前）と表示があるので，およそ14時40分頃の投稿になりますし，そのツイートには投稿時刻も記録されているはずです。

- TW fukazawas（深澤諭史） 日時： 2020/05/11 13:54 URL： https://twitter.com/fukazawas/status/1259708550688829441  

> 今検討されているが発信者情報開示請求は簡略化できないかなぁ。  
> ただ現行でも開示費用を投稿者負担にできれば、一種の懲罰的損害賠償のように機能するので、それはそれで意義があるかも。  
> 慰謝料２０万円、開示弁護士費用８６万円、賠償請求弁護… https://t.co/NWzpyYSUWN  

　これも再掲になりますが，深澤諭史弁護士のツイートの投稿時刻は5月11日13時54分となっていました。私が珠洲警察署能登庁舎の取調室にいた時間帯になります。

〈〈〈：Linux Emacs： 2020-07-07（火曜日）22：38 　〈〈〈

* スドーこと平野敬弁護士のツイートで見かけた「公正世界仮説」と，コインハイブ事件
  :LOGBOOK:
  CLOCK: [2020-07-07 火 22:46]
  :END:

:CATEGORIES: 平野敬弁護士

〉〉〉：Emacs： 2020-07-07（火曜日）22：46　 〉〉〉

@stdaux ===> You have been blocked from retweeting this user's tweets at their request.  
▷▷▷　次のツイートのアカウント（@stdaux）は，@kk_hironoをブロックしています。リツイートできませんでした。 ▷▷▷  

- TW stdaux（スドー🌻） 日時：2020/07/06 11:00 URL： https://twitter.com/stdaux/status/1279958342060785665  

> 災害が起きると途端に攻撃的になる人がいるのは一種の公正世界仮説なんだろうなと思っている。「馬鹿がいるから酷いことが起きるんだ。俺は賢いから大丈夫だ。その証拠に俺は馬鹿を批判できる」という  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 22:48／2020/07/07 22:08 URL： https://twitter.com/kk_hirono/status/1280498966870855682 https://twitter.com/s_hirono/status/1280488787676590080  

> 2020-07-07-194951_つまらむさんがリツイートスドー@stdaux·7月4日「表現の自由が許されるのは他人を不快にさせない場合だけ」「犯罪者にはできるだけ残酷な刑罰をもって報い.jpg https://t.co/LPoqFE4QE2  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 22:48／2020/07/07 22:08 URL： https://twitter.com/kk_hirono/status/1280499006414761984 https://twitter.com/s_hirono/status/1280488860900704263  

> 2020-07-07-195720_スドー🌻（@stdaux）さんの返信があるツイート　／　Twitter.jpg https://t.co/CsZ29fSERz  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 22:48／2020/07/07 22:08 URL： https://twitter.com/kk_hirono/status/1280499044977192962 https://twitter.com/s_hirono/status/1280488934254866434  

> 2020-07-07-195724_スドー@stdaux·7月6日災害が起きると途端に攻撃的になる人がいるのは一種の公正世界仮説なんだろうなと思っている。「馬鹿がいるから酷いことが起きるんだ.jpg https://t.co/ykA6MfN1WH  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-07 22:49／2020/07/07 22:09 URL： https://twitter.com/kk_hirono/status/1280499064698810369 https://twitter.com/s_hirono/status/1280489007177011200  

> 2020-07-07-195857_スドー🌻さんはTwitterを使っています　「災害が起きると途端に攻撃的になる人がいるのは一種の公正世界仮説なんだろうなと思っている。「馬鹿がいるから酷い.jpg https://t.co/NtBgMs6wXe  

　ちょっと忘れていて，スクリーンショットの記録を見て思い出したのですが，スドーこと平野敬弁護士のタイムラインを開く前，村松謙弁護士のタイムラインで村松謙弁護士がリツイートしたスドーこと平野敬弁護士のツイートを読んでいたようです。これがきっかけでタイムラインを開いたようです。

　夕方は，雨が降っていたので近場のかくだストアで簡単な買い物を済まし，銭湯に行ってから家に戻ってきました。出掛ける前に，深澤諭史弁護士の「慰謝料２０万円、開示弁護士費用８６万円、賠償請求弁護…」というツイートを次に取り上げる予定でいました。

　平野敬弁護士は，ネットで顔写真をみても頭が良さそうで立派なスーツを着こなしていますが，インターネットやプログラミングにも知識が深いのか，コインハイブ事件を手掛け，技術者の旗振りのようなこともやっていました。技術者の利益を守るという自負心があるようです。

```
[8346]  % ghatena201912 |grep コインハイブ
 - 15：2019-12-30_22:49:51 ＊ コインハイブ事件の無罪判決にみる平野敬弁護士（第二東京弁護士会）の警察、検察批判のスタンス https://hirono-hideki.hatenadiary.jp/entry/2019/12/30/224945
 - 181：2020-02-08_12:32:23 ＊ 「Twitterやってない裁判官にツイッターワールドの空気感を言語化して伝えるのに苦労してる。」という深澤諭史弁護士のリツイートの先は、明示のないコインハイブ事件の逆転有罪判決 https://hirono-hideki.hatenadiary.jp/entry/2020/02/08/123221
```

　過去のエントリーになります，十分なことを記述しきれなかったという心残りがあったことは記憶に残っていました。それでもある程度のことは，記述が出来ていそうなタイトルにはなっているようです。

　「コインハイブ事件の無罪判決にみる平野敬弁護士（第二東京弁護士会）の警察、検察批判のスタンス」という上記のエントリーになりますが，途中まで無関係なことばかり書いてあったので，中途半端に終わっているのかと思ったのですが，必要十分な記事の引用などなされていました。

　それでも物足りなさが残っていたのは，やはりそれだけ強烈な内容のスドーこと平野敬弁護士の発言や言動の数々で，検察を完全に愚弄し，検察の質問など相手にする必要がないと，被告人や裁判官に印象づけているという感じです。深澤諭史弁護士以上の弁護士パワーとも感じました。

　スドーこと平野敬弁護士は，達観した達人のようなところがあるのかと思います。本日見かけた「公正世界仮説」という内容のツイートにも，法廷で被告人に検察官の相手をさせなかったのと，似たような信念，哲学のようなものを感じました。

- TW stdaux（スドー🌻） 日時： 2020/07/06 11:00 URL： https://twitter.com/stdaux/status/1279958342060785665  

> 災害が起きると途端に攻撃的になる人がいるのは一種の公正世界仮説なんだろうなと思っている。「馬鹿がいるから酷いことが起きるんだ。俺は賢いから大丈夫だ。その証拠に俺は馬鹿を批判できる」という  

　この公正世界仮説は，心理学の用語という話も見かけているのですが，今ひとつ理解が難しかったところ，夕方にまとめ記事を作成し，それに目を通したところ，割とわかりやすい内容のものもありました。まだ理解に自信は持てないですが，いわゆる自己責任論を批判する意味があるようです。

　このあと別のエントリーとして取り上げておきたいと思うのですが，公正世界仮説のまとめ記事は，数が多くはなかったもののその大半が，やはり見覚えのあった深澤諭史弁護士のツイートで占められており，それが思った以上の数と内容となっていました。

　スドーこと平野敬弁護士にはTwitterでずいぶん前からブロックをされていますが，実に頭の良さそうな感じであるとともに，マジシャンのようなトリッキーな曲芸師のようなイメージが，ツイートの発言をみても感じられるものとなっています。弁護士全体が曲芸師のようにも思えてきました。

　2020年07月07日23時16分の実行記録 \n twitterAPI-search-lawList-mydql-add.rb "コインハイブ" \n ツイート数：6/1906 リツイート数：1/1906 トータル：17 \n hirono_hi… https://t.co/U4JbFiVOkT

```
2020年07月07日23時16分の実行記録
twitterAPI-search-lawList-mydql-add.rb "コインハイブ"
ツイート数：6/1906 リツイート数：1/1906 トータル：17
hirono_hideki 0／0件
kk_hirono 6／0件
s_hirono 0／0件
```

```
この日は、裁判官職権による被告人質問が行われた。男性は、検察官からの質問を全て黙秘した。弁護側の質問で、黙秘の意図について「揚げ足取りのような質問で、地裁でいただいた判決を無駄にしたくなかった」と説明した。

判決は、来年2月7日午前10時半に言い渡される。

●CPU使用率50%「負荷をかけたくないと思った」
被告人質問は、裁判官の質問から始まった。

＜男性はローカル環境でテストした上で、自身のサイトに設置するコインハイブをCPU使用率50%の設定にしていた＞

裁判官からテストした理由を問われると、「見ている方に不快感を与えないことが重要だった。負荷をかけたくないと思った」と言い、CPU使用率50%では、パソコンの動作が重くなったり、ファンがうるさくなったりするなどの変化がほぼなく、「ユーザーに不利益を与える設定ではないと思った」と話した。

［source：］コインハイブ控訴審、検察官からの質問に「黙秘」貫く　判決は2月7日 - 弁護士ドットコム https://www.bengo4.com/c_1009/n_10461/
```

　被告人に「黙秘の意図について「揚げ足取りのような質問で、地裁でいただいた判決を無駄にしたくなかった」と説明した。」と指示したとは書いてありませんが，少なくとも同調し，誘導したという印象は否めません。今になって気がついたのですが，ショーを見物しているような気分です。

　私は８％だった消費税を別に7万円ほどで買ったパソコンを使っているので，システムモニターでCPUの使用率を見ながら終了させたり，アプリのやりくりをしてパソコンを使っています。CPUの100％を自分で使っているはずですが，それでも不具合が出て再起動をさせることがあります。

　コア数の多い高性能のCPUを使っていれば，CPUの50％を他人に無断で使われてもパソコンの動きや操作性に支障を感じることはないのかもしれませんが，クリエーターやゲームという用途でも値段の異なるパソコンを求める人がいるわけで，CPUの使用率もまちまちになるはずです。

　最近のパソコンゲームはGPUがついていないとちゃんと動作がしないと聞くこともありますが，先日，人に頼まれて32ビットパソコンにYouTubeを視聴するだけということで，Linuxをインストールしたのですが，32ビットのインストールISOファイルを探すだけでもひと手間でした。

　高性能のGPUを必要とする囲碁ソフトのパソコンでは，けっこうな値段のパソコンでも処理の負担が大きく，目玉焼きが焼けるぐらいに熱が出るという話もネットで読んだことがありました。

```
今回私が購入したのはNVIDIA社の「GeForce RTX2080」を購入しました。
より上位の「GeForce RTX2080ti」もほぼ同時に発売されましたが、

①値段が高い(日本で買うと20万円します)
②発熱量が2080よりも多い
この2つの理由で「GeForce RTX2080」を買うことにしました。


まずは箱です。大きさはこの写真では分かりづらいかと思いますが…


真ん中の黒くてファンが3つあるのが今回買ったGPUです。
箱から出した感想は「デカい!?」でした。

実はこの様な高性能のGPUを買うのは初めてで若干戸惑いました。
高性能の製品をハイエンドと呼びます。
因みに私が以前使っていた「GeForce GTX1060」はミドルレンジという位置付けでした。

その大きさに戸惑いながらも自分のパソコンに組み込み、スイッチを入れると……
無事に起動しました。
がしかし、そこで問題が!?

上の写真のファンの裏側は金属製のバックプレートなのですが、そこに電源のケーブルが一部接触してしまいました💦
接触するくらいなら問題ありませんが、時間が経つにつれバックプレートが凄い熱さに…
少し大袈裟に言うと、目玉焼きくらい焼けそうです
こんな場所に電源ケーブルを接触したままには出来ません。
考えた末に電源をケースの外に出すという苦肉の策で対応しました。

熱がこもるのも困るのでパソコンケースの両サイドと天板は外しております。
本当なら、写真でお見せするべきなのでしょうが余りに不格好なので許してください

ただ、性能の方は素晴らしく向上して以前より2～3倍の深さを読み込ませてもまだ余裕がありそうです。
そのため以前は不安要素があった死活が絡んだ攻防はかなり信頼性が増した感があります。　

［source：］GeForce RTX 2080のレビュー： コアな囲碁情報満載！ 『関西棋院』ブログ http://wakuwakuigonomura.seesaa.net/article/462092121.html
```

　上記に引用をしましたが，以前に読んだ記事と思います。将棋や囲碁はものすごく頭の良い人が活躍すると話を聞きますが，弁護士に対しても同じような見方を続けている人がいるのかもしれません。

　弁護士にはまねのできない頭の良さがあるのかとも想像しますが，深澤諭史弁護士のツイートをみているだけでも，これで商売として成立しているのが，ものすごいことだと常々感心しながら，日々，さらなる発見を続けています。

　さきほど気がついたのですが，スドーこと平野敬弁護士のTwitterアカウントのプロフィールの写真は，ずいぶん前最初に見た頃からたぶん同じで，ブリキのロボットのようなイラストとなっています。古風な色合いで独自の世界観を感じさせるものです。

　同じTwitterアカウントのヘッダ画像は，いつのまにか変更されたようにも思うもので，マンホールの蓋のように思っていたのですが，今，あらためてよくみると，ローマ字でNAGOYA,名古屋と刻印があるようです。

- TW stdaux（スドー🌻） 日時： 2020/06/28 20:16 URL： https://twitter.com/stdaux/status/1277199106276900871  

> 幸い弁護士の知り合いは少しいるから現行犯逮捕されたら黙秘して弁護人の到着をまとう  

　ざっと6月28日辺りまでタイムラインのツイートをさかのぼり目を通したのですが，他の法クラの弁護士とは関心事がかなり違っているような印象をうけました。同じ法クラに分類していいのかもわからないですが，法クラのツイートのリツイートも見当たらない感じです。

〈〈〈：Linux Emacs： 2020-07-08（水曜日）00：03 　〈〈〈

